taskt/Core/Automation/Commands/UIAutomationGroup/ADescendantsSearchUIElementsFromWindowHandleByXPathCommands.dot
digraph "ADescendantsSearchUIElementsFromWindowHandleByXPathCommands" {
"ADescendantsSearchUIElementsFromWindowHandleByXPathCommands" -> "ADescendantsSearchUIElementsFromSomethingByXPathCommands";
"ADescendantsSearchUIElementsFromWindowHandleByXPathCommands" -> "IWindowHandleProperties";
"ADescendantsSearchUIElementsFromWindowHandleByXPathCommands" -> "IUIElementSearchUIElementFromWindowSomethingByAnywayProperties";
"ADescendantsSearchUIElementsFromSomethingByXPathCommands" -> "AChildrenSearchUIElementsFromSomethingByXPathCommands";
"ADescendantsSearchUIElementsFromSomethingByXPathCommands" -> "IUIElementDescendantsSearchXPathProperties";
"AChildrenSearchUIElementsFromSomethingByXPathCommands" -> "ScriptCommand";
"AChildrenSearchUIElementsFromSomethingByXPathCommands" -> "IUIElementChildrenSearchXPathProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
